{
  "markdown": "​\n\nTable of Contents\n\nExpand\n\nTable of Contents\n\n- [What Is a Flight to Liquidity?](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-what-is-a-flight-to-liquidity)\n\n- [Understanding Flights to Liquidity](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-understanding-flights-to-liquidity)\n\n- [How a Flight to Liquidity Occurs](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-how-a-flight-to-liquidity-occurs)\n\n- [Flight to Liquidity Investments](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-flight-to-liquidity-investments)\n\n- [Special Considerations](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-special-considerations)\n\n- [Real-World Example](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-real-world-example)\n\n- [Flight to Liquidity FAQs](https://www.investopedia.com/terms/flight-to-liquidity.asp#toc-what-does-it-mean-to-seek-liquidity)\n\n\n![Flight to Liquidity](https://www.investopedia.com/thmb/MqqfMmEGcXnzqLXt5fq3g9jqXoo=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/flight-to-liquidity.asp-final-953f2d978e164826891a362e41155bff.png)\n\nInvestopedia / Laura Porter\n\nClose\n\n## What Is a Flight to Liquidity?\n\nA flight to liquidity happens when investors attempt to liquidate positions in inactive or illiquid assets and purchase positions in more [liquid](https://www.investopedia.com/terms/l/liquidity.asp) assets. A flight to liquidity can be either a cause or a result of market panic.\n\nA flight to liquidity is similar to a [flight to quality](https://www.investopedia.com/terms/f/flighttoquality.asp), where investors reject risky assets in favor of low-risk ones. Since the most liquid assets also tend to be low-risk, it can be difficult to distinguish between a flight to quality and a flight to liquidity.\n\n### Key Takeaways\n\n- A flight to liquidity happens when investors attempt to liquidate positions in inactive or illiquid assets and purchase positions in more liquid assets.\n- A flight to liquidity is similar to a flight to quality, where money flows to less risky assets.\n- A flight to liquidity typically takes place during times of economic or market uncertainty.\n- As investors grow concerned that markets may decline, they seek positions in more liquid securities in order to increase their ability to sell their positions quickly.\n- Flights to liquidity are common and may occur on a day-to-day basis on a smaller scale.\n\n## Understanding Flights to Liquidity\n\nA flight to liquidity typically takes place during times of economic or market uncertainty. As investors grow increasingly concerned that markets may decline, they seek positions in more liquid securities that they can sell at a moment's notice. This shift in assets is called a flight to liquidity.\n\nAs this pattern of liquidation unfolds, investors increasingly view illiquid assets as uncertain or risky, thus further decreasing the implied value of these assets. The reduced demand pushes asset prices lower, which creates a positive feedback loop where investors race to sell off an increasingly illiquid investment.\n\n### Important\n\nSince the prices of illiquid assets are sensitive to market conditions, a flight to liquidity can cause self-fulfilling price drops.\n\n## How a Flight to Liquidity Occurs\n\nFlights to liquidity are very common and may occur on a day-to-day basis on a smaller scale. In general, a flight to liquidity results from some sort of unexpected event. People react defensively or fearfully to this event and respond by liquidating assets and hoarding cash or cash equivalents, such as short-term Treasuries.\n\nSuch behavior, if sufficiently widespread, creates a self-fulfilling prophecy. When there are too many sellers and not enough buyers, asset prices fall and can have a negative impact on economic outlooks and sentiment. Consumer and producer spending declines, slowing the economy and further justifying their pessimism.\n\nIn this scenario, investors take on an overall bearish outlook, so they prefer to sell assets and hold more cash in expectation of lower asset prices in the near future. Developers and business leaders will typically defer new investment projects until after the storm passes.\n\n## Flight to Liquidity Investments\n\nDuring a flight to liquidity, investors typically seek out those investments that are unlikely to be affected by any kind of market-wide [contagion](https://www.investopedia.com/terms/c/contagion.asp). The typical destination for these investors is low-risk bonds and [cash equivalents](https://www.investopedia.com/terms/c/cashequivalents.asp), such as U.S. Treasuries, short-term [certificates of deposit](https://www.investopedia.com/terms/c/certificateofdeposit.asp), [commercial paper](https://www.investopedia.com/terms/c/commercialpaper.asp), and [money market funds](https://www.investopedia.com/terms/m/money-marketfund.asp). Most U.S. investors can buy these assets through a broker, just like buying a stock or mutual fund.\n\nLiquid investments typically do not generate much interest, and may not be able to keep up with [inflation](https://www.investopedia.com/terms/i/inflation.asp). However, they are less volatile than equities, allowing investors to preserve more of their wealth during a market downturn. Moreover, liquid assets can be easily sold, allowing investors to [buy the dip](https://www.investopedia.com/terms/b/buy-the-dips.asp) when the market bottoms.\n\n### Tip\n\nLiquid assets are less risky, but they also offer lower returns. Investors should consider their own risk appetite and profit goals when allocating their portfolio.\n\n## Special Considerations\n\nThe [stock market](https://www.investopedia.com/terms/s/stockmarket.asp) is an example of a liquid market because of its large number of buyers and sellers. Because stocks can be easily sold through digital channels on an on-demand basis and for full market prices, equitable securities are considered liquid assets under the right conditions.\n\nHigh trading volumes allow some equitable securities to quickly be converted into cash. This is especially the case for stocks with high market capitalization and large share volume. This is what makes stocks an attractive target during a flight to liquidity.\n\nIt should be noted, however, that some investors may deem equities too risky during a severe flight to liquidity, as they carry more short-term risk than many other liquid investments.\n\nCash equivalents are other investments that investors seek during flights to liquidity. Cash equivalents are investments that can readily be converted into cash and can include bank accounts, [marketable securities](https://www.investopedia.com/terms/m/marketablesecurities.asp), corporate bonds, [Treasury bills](https://www.investopedia.com/terms/t/treasurybill.asp), and short-term [government bonds](https://www.investopedia.com/terms/g/government-bond.asp) with a maturity date of three months or less. These are liquid and not subject to material fluctuations in value.\n\n## Real-World Example\n\nAn interesting example of a flight to liquidity occurred during the [European sovereign debt crisis](https://www.investopedia.com/terms/e/european-sovereign-debt-crisis.asp), lasting from 2009 to 2012. In the aftermath of the 2008 [Great Recession](https://www.investopedia.com/terms/g/great-recession.asp), several states in the European periphery had accumulated unsustainable levels of debt, raising the possibility of a default.\n\nAs a result, lenders began to sell sovereign bonds in the most at-risk countries in favor of the less risky countries. Bond yields for peripheral countries, like Greece, Spain, and Italy, increased sharply during the crisis because those governments had to pay higher yields in order to borrow money. Yields fell in \"core\" countries, like Germany and France, because those countries had more investors willing to lend them money. In the case of Spain, the flight to liquidity resulted in yield changes of 80 basis points, or nearly 1%.1\n\n## What Does It Mean to Seek Liquidity?\n\nSeeking liquidity means investing in assets that can easily be sold into cash, without affecting the market price. Whereas most stocks will experience price drops if a large volume is sold at once, the prices of liquid assets will not change much, even if a large number of new buyers enter the market. Liquid assets are highly desirable in times of market uncertainty.\n\n## What Is a Flight to Quality?\n\nSimilar to a flight to liquidity, a flight to quality is when investors start to avoid risky assets in favor of low-risk ones. A flight to quality may involve moving from emerging markets towards established ones, and from equities markets towards government debt. A flight to liquidity may move towards the same assets as a flight to quality.\n\n## What Are Examples of Liquid Investments?\n\nLiquid investments are those with a large market, that can be sold easily and are not susceptible to volatility. Corporate debt, money market funds, short-term certificates of deposit, U.S. Treasuries and other government debt are all examples of liquid investments.\n\n## Are High-Quality Stocks Considered Risky?\n\nHigh quality stocks are considered less risky than other equities, but they are more risky than highly-rated debt.\n\n## What Is Flight From Quality?\n\nThe reverse of a flight to quality, a flight from quality is when investors seek higher-yield investments over those with lower risk but lower yields. This typically happens during a market upturn, where investors become optimistic about the future and begin aiming for higher returns.\n\nArticle Sources\n\nInvestopedia requires writers to use primary sources to support their work. These include white papers, government data, original reporting, and interviews with industry experts. We also reference original research from other reputable publishers where appropriate. You can learn more about the standards we follow in producing accurate, unbiased content in our\n[editorial policy.](https://www.investopedia.com/legal-4768893#EditorialPolicy)\n\n1. Banco de Espana. \" [Flight to Liquidity Flows in the Euro Area Sovereign Debt Crisis](https://www.bde.es/f/webbde/SES/Secciones/Publicaciones/PublicacionesSeriadas/DocumentosTrabajo/14/Fich/dt1429e.pdf),\" Page 8.\n\n\nTake the Next Step to Invest\n\nAdvertiser Disclosure\n\n×\n\nThe offers that appear in this table are from partnerships from which Investopedia receives compensation. This compensation may impact how and where listings appear. Investopedia does not include all offers available in the marketplace.\n\nRead more\n\nPartner Links\n\n## Related Articles\n\n[Understanding Medallion Signature Guarantees: Essential for Securities Transfer](https://www.investopedia.com/terms/m/medallionsignatureguarantee.asp) [Foreign Direct Investment (FDI): What It Is, Types, and Examples](https://www.investopedia.com/terms/f/fdi.asp) [Nasdaq Explained: History, Trading System, and Financial Insights](https://www.investopedia.com/terms/n/nasdaq.asp) [The Investment That Lets You Bet on Movies, Sports, and Elections—Here's How It Works](https://www.investopedia.com/betting-on-movies-sports-and-elections-11752255) [Primary Market: Definition, Types, Examples, and Secondary](https://www.investopedia.com/terms/p/primarymarket.asp) [Market Index: Definition, How Indexing Works, Types, and Examples](https://www.investopedia.com/terms/m/marketindex.asp) [Hamburg Stock Exchange (HAM): Overview](https://www.investopedia.com/terms/h/hamburg-stock-exchange-ham-.h.asp) [The Stock Market May Be Entering a 'Turbulent' Phase. Are You Prepared for a Volatile Shift?](https://www.investopedia.com/the-stock-market-may-be-entering-a-turbulent-phase-are-you-prepared-for-a-volatile-shift-11782045)\n\n[Hong Kong Monetary Authority (HKMA): Meaning and Responsibilities](https://www.investopedia.com/terms/h/hong-kong-monetary-authority-hkma.asp) [Global Stock Markets Are Eating the U.S. Market's Lunch. Here's Why—and How You Can Invest Internationally](https://www.investopedia.com/global-stock-markets-are-eating-the-u-s-market-s-lunch-here-s-why-and-how-you-can-invest-internationally-11775033) [Could International Stocks Be Your Portfolio’s Secret Weapon Against Risk?](https://www.investopedia.com/international-stocks-lower-portfolio-risk-11759959) [Across the Board: What It Means, How It Works, and Examples](https://www.investopedia.com/terms/a/acrosstheboard.asp) [Backing Away: Definition and Impact on Investors](https://www.investopedia.com/terms/b/backingaway.asp) [Bermuda Stock Exchange (BSX): What It Is and How It Works](https://www.investopedia.com/terms/b/bsx.asp) [After the Bell: What It Means and How It Works](https://www.investopedia.com/terms/a/afterthebell.asp) [Russell 2000 Index Definition and Key Metrics](https://www.investopedia.com/terms/r/russell2000.asp)\n\nNewsletter Sign Up",
  "metadata": {
    "og:url": "https://www.investopedia.com/terms/flight-to-liquidity.asp",
    "og:image": "https://www.investopedia.com/thmb/JkT9mFowM65VD6MDeEvH4_HQ1dM=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/flight-to-liquidity.asp-final-953f2d978e164826891a362e41155bff.png",
    "title": "Flight to Liquidity Definition",
    "robots": "max-image-preview:large, NOODP, NOYDIR",
    "ogSiteName": "Investopedia",
    "msapplication-square150x150logo": "/static/4.56.0/icons/favicons/mstile-150x150.png",
    "revenuegroup": "FINANCIALSERVICES",
    "og:site_name": "Investopedia",
    "twitter:title": "What Is a Flight to Liquidity?",
    "description": "A flight to liquidity signifies a mass movement by investors toward liquid securities in anticipation of a period of market uncertainty.",
    "emailcontenttype": "TERMSC",
    "twitter:site": "@Investopedia",
    "msapplication-TileColor": "#F4F4F4",
    "ogImage": "https://www.investopedia.com/thmb/JkT9mFowM65VD6MDeEvH4_HQ1dM=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/flight-to-liquidity.asp-final-953f2d978e164826891a362e41155bff.png",
    "parsely-section": "Investing",
    "og:type": "article",
    "sailthru.tags": "investing,markets",
    "msapplication-wide310x150logo": "/static/4.56.0/icons/favicons/mstile-310x150.png",
    "favicon": "https://www.investopedia.com/favicon.ico",
    "name": "Flight to Liquidity",
    "twitter:image": "https://www.investopedia.com/thmb/JkT9mFowM65VD6MDeEvH4_HQ1dM=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/flight-to-liquidity.asp-final-953f2d978e164826891a362e41155bff.png",
    "twitter:description": "A flight to liquidity signifies a mass movement by investors toward liquid securities in anticipation of a period of market uncertainty.",
    "og:title": "What Is a Flight to Liquidity?",
    "sailthru.author": "Will Kenton",
    "ogUrl": "https://www.investopedia.com/terms/flight-to-liquidity.asp",
    "ogTitle": "What Is a Flight to Liquidity?",
    "ogDescription": "A flight to liquidity signifies a mass movement by investors toward liquid securities in anticipation of a period of market uncertainty.",
    "og:description": "A flight to liquidity signifies a mass movement by investors toward liquid securities in anticipation of a period of market uncertainty.",
    "twitter:card": "summary",
    "msapplication-TileImage": "/static/4.56.0/icons/favicons/mstile-144x144.png",
    "viewport": "width=device-width, initial-scale=1.0",
    "parsely-tags": "Investopedia,Alternative Investments,Investing,Markets",
    "msapplication-square70x70logo": "/static/4.56.0/icons/favicons/mstile-70x70.png",
    "emailvertical": "INVESTOPEDIA",
    "language": "en",
    "msapplication-square310x310logo": "/static/4.56.0/icons/favicons/mstile-310x310.png",
    "scrapeId": "83533400-6368-4978-af52-6611139906b7",
    "sourceURL": "https://www.investopedia.com/terms/flight-to-liquidity.asp",
    "url": "https://www.investopedia.com/terms/flight-to-liquidity.asp",
    "statusCode": 200,
    "contentType": "text/html;charset=utf-8",
    "proxyUsed": "basic",
    "cacheState": "miss",
    "creditsUsed": 1
  }
}