{
  "markdown": "​\n\n![Problem Loan Ratio](https://www.investopedia.com/thmb/jUdzYeWTG08Juurqac38Tk8Fx6k=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/problem-loan-ratio.asp-final-76868582f1614da091648549a3b4ef42.png)\n\nInvestopedia / Laura Porter\n\nClose\n\n## What Is the Problem Loan Ratio?\n\nThe problem loan ratio is a ratio in the banking industry that compares the percentage of [problem loans](https://www.investopedia.com/terms/p/problem-loan.asp) to the percentage of sound loans. In the banking and credit markets, a problem loan is one of two things: a commercial loan that is at least 90 days past due, or a consumer loan that is at least 180 days past due.\n\nA problem loan is also referred to as a [nonperforming asset](https://www.investopedia.com/terms/n/non-performing-assets.asp). The problem loan ratio is ultimately a measure of the health of the banking and lending industries, and the economy as a whole. A higher ratio means a greater number of problem loans and vice-versa. Problem loans reduce the amount of capital that lenders have for subsequent loans.\n\nIf a bank has 500 loans and 10 of them are problem loans—late commercial loans (90 days past due date) or late consumer loans (180 days past due date)—the problem loan ratio for this bank would be 1:50, or 2%.\n\n### Key Takeaways\n\n- The problem loan ratio is a ratio in the banking industry that compares the percentage of problem loans to the percentage of sound loans.\n- A problem loan is one of two things: a commercial loan that is at least 90 days past due, or a consumer loan that is at least 180 days past due.\n- If a bank has 500 loans and 10 of them are problem loans, the problem loan ratio for this bank would be 1:50, or 2%.\n- As markets weaken, it is not uncommon for the problem loan inventory to increase as people struggle to make their loan payments.\n\n## Understanding the Problem Loan Ratio\n\nBanks try to keep their problem loan inventories low because these types of loans can lead to cash flow problems and other issues. If a bank is no longer able to manage its outstanding debt, it could lead to the closure of the bank.\n\nOnce a borrower begins to be late with payments, the financial institution typically sends notices to the borrower; the borrower is then required to take action to get the loan current. If the borrower does not respond, the bank can sell assets and recover the balance of the loan. Problem loans can often result in property [foreclosure](https://www.investopedia.com/terms/f/foreclosure.asp), repossession, or other adverse legal actions.\n\nIf a company is having difficulty meeting its debt obligations, a lender may restructure its loan. This way, the institution can still maintain some cash flow and may be able to avoid having to classify it as a problem loan.\n\nIf borrowers want to negotiate with the bank to make a problem loan current again, a bank representative can meet with them to discuss the outstanding balance.\n\nThe problem loan ratio can be broken down by the level of delinquency of loans, such as those less than 90 days past due versus those more severely in arrears.\n\n## History of the Problem Loan Ratio\n\nAs markets weaken, it is not uncommon for the problem loan inventory to increase as people struggle to make their loan payments. High rates of foreclosures, repossessions, and other legal actions may reduce bank profits.\n\n### The Great Recession and the Rise of the Problem Loan Ratio\n\nThe problem loan ratio increased across the board during the Great Recession from 2007 to 2009. During this time, the subprime fallout led to a rise in the number of problem loans that banks had on their books. Several federal programs were enacted to help consumers deal with their delinquent debt, most of which focused on mortgages.\n\nPrior to the Great Recession, in the early 2000s, there was an unprecedented run-up in American household debt. There was also a dramatic increase in mortgage lending, especially in the private market. (The share of loans that were insured by government agencies began to decline.) However, as home prices began to fall, it resulted in a massive wave of mortgage defaults as consumers struggled to meet their debt obligations. This steep increase in problem debt greatly contributed to the onset of the recession.\n\nMany consumers were sold mortgage products that were not suitable or appropriate for them. For example, many borrowers were offered hybrid adjustable-rate mortgages (ARM) with very low, initial interest rates that were meant to entice them. While these products may have made homeownership appear affordable at the outset, after the first two or three years the interest rates increased. The structure of these mortgages required many borrowers to either refinance or qualify for an additional loan in order to meet their debt obligations. However, as home prices started to fall and interest rates rose, refinancing effectively became impossible for many borrowers, and, thus, they defaulted on these loans.\n\nSince the 2000s financial crisis and the Great Recession, stricter lending requirements have been introduced. This has helped to curb predatory lending practices—including not properly explaining the terms of a loan to a borrower—and poor regulation of the financial sector.1﻿\n\nArticle Sources\n\nInvestopedia requires writers to use primary sources to support their work. These include white papers, government data, original reporting, and interviews with industry experts. We also reference original research from other reputable publishers where appropriate. You can learn more about the standards we follow in producing accurate, unbiased content in our\n[editorial policy.](https://www.investopedia.com/legal-4768893#EditorialPolicy)\n\n1. Federal Reserve Bank of New York. \" [Trends in Household Debt and Credit](https://www.newyorkfed.org/medialibrary/media/research/staff_reports/sr882.pdf).\" Accessed September 11, 2020.\n\n\nOpen a New Bank Account\n\nAdvertiser Disclosure\n\n×\n\nThe offers that appear in this table are from partnerships from which Investopedia receives compensation. This compensation may impact how and where listings appear. Investopedia does not include all offers available in the marketplace.\n\nRead more\n\nPartner Links\n\n## Related Articles\n\n[Understanding Contingent Liabilities: Definition and Key Examples](https://www.investopedia.com/terms/c/contingentliability.asp) [Net Income: Definition, Calculation, and Business Impact](https://www.investopedia.com/terms/n/netincome.asp) [Financial Statement Analysis: Techniques for Balance Sheet, Income & Cash Flow](https://www.investopedia.com/terms/f/financial-statement-analysis.asp) [Understanding Fixed Assets: Key Insights and Examples](https://www.investopedia.com/terms/f/fixedasset.asp) [Understanding Off-Balance Sheet Activities: Types & Key Examples](https://www.investopedia.com/terms/o/off-balance-sheet-obs.asp) [Understanding Enterprise Multiple (EV/EBITDA): A Financial Valuation Guide](https://www.investopedia.com/terms/e/ev-ebitda.asp) [Free Cash Flow to the Firm (FCFF): Examples and Formulas](https://www.investopedia.com/terms/f/freecashflowfirm.asp) [Times Interest Earned Ratio: What It Is and How to Calculate](https://www.investopedia.com/terms/t/tie.asp)\n\n[Direct Costs Explained: Definitions, Examples & Types (Guide)](https://www.investopedia.com/terms/d/directcost.asp) [Understanding Work-in-Progress (WIP): Definitions and Examples](https://www.investopedia.com/terms/w/workinprogress.asp) [Understanding EBITDA Margin: Definition, Formula, and Strategic Use](https://www.investopedia.com/terms/e/ebitda-margin.asp) [Dividend Payout Ratio: Definition, Formula, and Calculation](https://www.investopedia.com/terms/d/dividendpayoutratio.asp) [Price-to-Earnings (P/E) Ratio: Definition, Formula, and Examples](https://www.investopedia.com/terms/p/price-earningsratio.asp) [Understanding Quartiles: Definitions, Calculations, and Examples](https://www.investopedia.com/terms/q/quartile.asp) [Margin and Margin Trading Explained Plus Advantages and Disadvantages](https://www.investopedia.com/terms/m/margin.asp) [Understanding Straight-Line Basis for Depreciation and Amortization](https://www.investopedia.com/terms/s/straightlinebasis.asp)\n\nNewsletter Sign Up",
  "metadata": {
    "language": "en",
    "description": "The problem loan ratio is a ratio in the banking industry that denotes the percentage of problem loans to sound ones. ",
    "og:url": "https://www.investopedia.com/terms/problem-loan-ratio.asp",
    "twitter:card": "summary",
    "msapplication-wide310x150logo": "/static/4.56.0/icons/favicons/mstile-310x150.png",
    "parsely-tags": "Investopedia,Business,Corporate Finance,Financial Statements",
    "emailvertical": "INVESTOPEDIA",
    "msapplication-TileColor": "#F4F4F4",
    "favicon": "https://www.investopedia.com/favicon.ico",
    "og:site_name": "Investopedia",
    "sailthru.tags": "business,corporate-finance-and-accounting",
    "ogDescription": "The problem loan ratio is a ratio in the banking industry that denotes the percentage of problem loans to sound ones. ",
    "ogSiteName": "Investopedia",
    "parsely-section": "Business",
    "og:type": "article",
    "name": "Problem Loan Ratio",
    "og:image": "https://www.investopedia.com/thmb/5bjrgeMHq5yRNRSnxNXXV76nOWs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/problem-loan-ratio.asp-final-76868582f1614da091648549a3b4ef42.png",
    "twitter:image": "https://www.investopedia.com/thmb/5bjrgeMHq5yRNRSnxNXXV76nOWs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/problem-loan-ratio.asp-final-76868582f1614da091648549a3b4ef42.png",
    "msapplication-square150x150logo": "/static/4.56.0/icons/favicons/mstile-150x150.png",
    "og:title": "Problem Loan Ratio",
    "msapplication-square310x310logo": "/static/4.56.0/icons/favicons/mstile-310x310.png",
    "msapplication-TileImage": "/static/4.56.0/icons/favicons/mstile-144x144.png",
    "robots": "max-image-preview:large, NOODP, NOYDIR",
    "title": "Problem Loan Ratio Definition",
    "ogImage": "https://www.investopedia.com/thmb/5bjrgeMHq5yRNRSnxNXXV76nOWs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/problem-loan-ratio.asp-final-76868582f1614da091648549a3b4ef42.png",
    "emailcontenttype": "TERMSC",
    "sailthru.author": "Will Kenton",
    "twitter:title": "Problem Loan Ratio",
    "ogUrl": "https://www.investopedia.com/terms/problem-loan-ratio.asp",
    "og:description": "The problem loan ratio is a ratio in the banking industry that denotes the percentage of problem loans to sound ones. ",
    "twitter:site": "@Investopedia",
    "msapplication-square70x70logo": "/static/4.56.0/icons/favicons/mstile-70x70.png",
    "twitter:description": "The problem loan ratio is a ratio in the banking industry that denotes the percentage of problem loans to sound ones. ",
    "viewport": "width=device-width, initial-scale=1.0",
    "ogTitle": "Problem Loan Ratio",
    "scrapeId": "08ee839a-4bac-4edd-b2e4-a8f773b1f43d",
    "sourceURL": "https://www.investopedia.com/terms/problem-loan-ratio.asp",
    "url": "https://www.investopedia.com/terms/problem-loan-ratio.asp",
    "statusCode": 200,
    "contentType": "text/html;charset=utf-8",
    "proxyUsed": "basic",
    "cacheState": "miss",
    "creditsUsed": 1
  }
}